# Определите подпрограмму, которая предлагает пользователю выбрать большое 
# и маленькое число, а затем генерирует случайное число из этого диапазона 
# и сохраняет его в переменной с именем comp_num. 
# Определите другую подпрограмму, которая выводит сообщение «I am thinking of a number…»,
# после чего предлагает пользователю угадать загаданное число.
# Определите третью подпрограмму, которая проверяет, совпадает ли comp_num
# с предположением пользователя. 
# Если совпадает, то подпрограмма выводит сообщение «Correct, you win»; 
# в противном случае цикл продолжается, а подпрограмма сообщает, больше или 
# меньше их предположение загаданного числа, и предлагает сделать новую попытку 
# до тех пор, пока пользователь его не угадает.