# Отобразите для пользователя следующее меню:
# 1) Addition
# 2) Subtraction
# Enter 1 or 2:
# Если пользователь выбирает 1, запускается подпрограмма, генерирующая два случайных
# числа из диапазона между 5 и 20. 
# Предложите пользователю сложить их.
# Рассчитайте правильный ответ и выведите его для пользователя вместе с его ответом. 
# Если он выбирает 2, должна запускаться подпрограмма, генерирующая случайное число 
# между 25 и 50, а затем еще одно между 1 и 25.
# Попросите пользователя вычесть второе из первого:
# ак ему не придется беспокоиться об отрицательных значениях.
# Выведите правильный ответ вместе с ответом пользователя.
# Создайте еще одну подпрограмму, которая будет проверять совпадение ответа пользователя
# с правильным ответом.
# Если ответы совпали, выведите сообщение «Correct»; в противном случае 
# выведите «Incorrect, the answer is» и правильный ответ.
# Если пользователь ввел некорректное значение в самом первом меню,
# выведите соответствующее сообщение.