# Напишите программу, которая помогает пользователю легко управлять списком имен.
# Программа должна выводить меню, дающее возможность добавлять, изменять и удалять имена из списка, 
# а также отображать их все.
# Кроме того, в меню должна присутствовать команда для завершения работы программы. 
# Если пользователь выбрал несуществующую команду, программа выводит соответствующее сообщение.
# После того как пользователь выбрал команду добавления, изменения или удаления имени 
# или просмотра всех имен, меню должно выводиться снова без необходимости перезапуска программы.
# Программа должна быть по возможности простой и удобной в использовании.