# Создайте следующее меню:
# 1) Add to file
# 2) View all records
# 3) Quit program
# Enter the number of your selection:
# Если пользователь выбрал вариант 1, данные должны добавляться в файл Salaries.csv,
# содержащий имена и зарплаты. 
# Если пользователь выбрал вариант 2, программа выводит все записи из файла Salaries.csv.
# Если пользователь выбрал вариант 3, программа завершается. 
# Если выбран несуществующий вариант, выводится сообщение об ошибке.
# Пользователь снова и снова возвращается к меню, пока не будет выбран вариант 3.