# Используя базу данных PhoneBook из программы 139, напишите программу, 
# которая выводит следующее меню:
# Main Menu
# 1) View phone book
# 2) Add to phone book
# 3) Search for surname
# 4) Delete person from 
# phone book
# 5) Quit
# Enter your selection:
# Если пользователь выбирает пункт 1, он сможет просмотреть всю телефонную книгу.
# Если он выбирает пункт 2, он сможет добавить новую запись в телефонную книгу.
# Если выбран пункт 3, программа предлагает ввести фамилию, а затем выводит записи 
# всех людей с заданной фамилией. 
# При выборе пункта 4 программа предлагает ввести идентификатор и удаляет соответствующую 
# запись из таблицы. 
# При выборе пункта 5 программа завершается. 
# Наконец, при вводе недопустимого числа должно выводиться соответствующее сообщение об ошибке. 
# После каждого действия пользователь должен возвращаться к меню, пока не будет выбран пункт 5.