# Выведите число «пи» (π) с точностью до 5 знаков.

import math

pi = math.pi

print(round(pi, 5))
