#Напишите код, который выводит вопрос: «What do you call a bear with no teeth?», 
#а в следующей строке выводит ответ: «A gummy bear!» Попробуйте обойтись 
#одной строкой кода
#«Как ты называешь медведя без зубов?»
#«Мармеладный мишка!»

print("«Как ты называешь медведя без зубов?»\n«Мармеладный мишка!»")



