
#Предложите пользователю ввести три числа.
#Сложите первые два числа, затем умножьте сумму на третье число.
#Выведите результат в виде
#The answer is [результат].

num1 = int(input("Введите 1-число: "))
num2 = int(input("Введите 2-число: "))
num3 = int(input("Введите 3-число: "))

result = (num1 + num2) * num3

print("Результать:", result)